Repository: BackupTheBerlios/charp
Catalog: clients/monoCHARP/translation/*.po
Languages: es

source: Warning
es: Advertencia

source: This is an internal system error. Please take note of the provided information in this message and call support so a solution can be worked on.
es: Este es un error interno en el sistema. Por favor anote la información proporcionada en este mensaje y llame a soporte para que se trabaje en una solución.

source: You are trying to access unauthorized data. If you require adequate access, call support.
es: Está tratando de acceder a datos a los que no tiene autorización. Si requiere mayor acceso, llame a soporte.

source: This is a temporary error, please try again immediately or in a few minutes. If the error persists, call support.
es: Este es un error temporal, por favor vuelva a intentar inmediatamente o en unos minutos. Si el error persiste, llame a soporte.

source: The provided information is invalid, please ammend the data and try again.
es: La información que proporcionó es errónea, por favor corrija sus datos y vuelva a intentar.

source: This message is a result value provided by the application.
es: Este es un mensaje de resultado proporcionado por la aplicación.

source: Impossible to contact the web service.
es: No fue posible contactar al servicio web.

source: Verify that your network connection works and try again.
es: Verifique que su conexión a internet funcione y vuelva a intentar.

source: The web server replied with an error.
es: El servidor web respondió con un error.

source: Data obtained from the web server are malformed.
es: Los datos obtenidos del servidor están mal formados.

source: An unknown error type has occurred.
es: Un tipo de error no reconocido ha ocurrido.

source: The connection with the web service was cancelled.
es: La conexión con el servicio de web fue cancelada.

source: A web service operation was cancelled. Please verify that your network is in working order.
es: Una operación de servicio web fue cancelada. Por favor verifique que su red esté en orden.

source: The JSON web service response is invalid.
es: La respuesta JSON del servicio web es inválida.

source: Error: {0}, Data: {1}
es: Error: {0}, Datos: {1}

source: CHARP test
es: Prueba CHARP
